greeting = "Привет, <b>{0.first_name}!👋</b>\nМеня зовут <b><u>{1.first_name}</u></b>.\n " \
           "Я очень приятный бот, который поможет тебе ощутимо подробнее узнать " \
           "про нашу бесспорно лучшую в мире физтех школу!"
greeting1 = "Привет, <b>{0.first_name}!👋</b>\nМеня зовут <b><u>Вова</u></b>.\n " \
            "Я очень приятный бот, который поможет тебе ощутимо подробнее узнать " \
            "про нашу бесспорно лучшую в мире физтех школу!"
FPMI_message = "Физтех-школа Прикладной Математики и Информатики -- подрзделение " \
               "МФТИ, призванное собрать в стенах университета все самые современные компетенции" \
               "в области математики, компютерных наук и их приложений🤩.\n\n\n" \
               "Это активная студенческая жизнь, непрерывное развитие и дружный, готовый помочь" \
               "коллектив единомышленников. За счет интеграции фундаментальной базы физтеха с " \
               "иновационными курсами по самым продвинутым областям IT, студенты получают глубокие" \
               "знания на стыке науки и индутрии, которые оченьвысоко ценятся во всём мире. Дерзай знать!👨‍🎓\n\n" \
               "А также можно присоединиться к чату абитуриентов ФПМИ, где ребята из приемной комиссии могут" \
               "оперативно и точно ответить на все интересующие вопросы!😇\n" \
               "+ [Абитуриенты ФПМИ МФТИ](https://t.me/fpmi_abitu)"
olympiads = "Здесь я могу рассказать о том, какие льготы можно получить и за дипломы каких олимпиад🎯\n" \
            "В зависимости от качества диплома возможны разные пути поступления со своими тонкостями, поэтому" \
            "на каждом из возможных вариантов стоит остановиться чуть подробнее"
bvi = "БВИ - это право поступить на бюджет без вступительных испытаний, то есть при наличии такой льготы" \
      "абитуриент может поступить к нам имея лишь аттестат (для ВСОШ), а для БВИ по РСОШ необходимо ещё " \
      "подтвердить соответствующим для подтверждения результатом ЕГЭ"
ne_bvi = "Олимпиады РСОШ (и ВСОШ, не дающие БВИ) могут дать ощутимое преимущество при поступлении путем приравнивания" \
         "балла по соответствующему предмету к максимальному (то есть человек, написавший ЕГЭ например на 94," \
         "участвует в конкурсе как будто он написал на 100)"
achievements = "Благодаря индивидуальным достижениям можно получить до 10 (включая) конкурсных баллов, " \
               "что ощутимо продвигает в условиях достаточно высокой конкуренции"
scores = "Зная проходные баллы прошлых лет, можно понять сколько примерно стоит набрать в этом году, " \
         "тут я могу рассказать о них"
year_2021 = "ПМИ - 302\nERP - 290\nИВТ - 296\nПМ - 296\nКТ - 295\n"
year_2020 = "ПМИ - 302\nERP - 291\nИВТ - 385\nПМ - 310\nКТ - 304\n"
year_2019 = "ПМИ - 301\nИВТ - 392\nПМ - 308\nКТ - 304\n"
year_2018 = "ПМИ - 295\nИВТ - 389/391\nПМ - 294\n"
for_FAQ = "А здесь можно найти ответы на вопросы, которые задают абитуриенты чаще всего (списик и порядок обновляется)"
programs = "ПМИ, ПМиКТ, ИВТ"
exception = "Я не знаю что ответить😔\nНо ты можешь предложить мне что отвечать и обязательно подумаю!😁"
for_improvement = "Ты можешь написать тому, кто создал меня: `@SlasinVA`>"
menu_descriptions = {"Общая информация🌞": FPMI_message,
                     "Программы обучения🚀": programs,
                     "Баллы прошлых лет👣": scores,
                     "Олимпиады🏆": scores,
                     "FAQ🌍": for_FAQ}
button_descriptions = {"2021": year_2021,
                       "2020": year_2020,
                       "2019": year_2019,
                       "2018": year_2018,
                       "bvi": bvi,
                       "ne_bvi": ne_bvi,
                       "achievements": achievements,
                       "БВИ💪?": "Ну БВИ, так БВИ",
                       "ИД🏅?": "Ну ИД, так ИД."}
