TOKEN = '5282976507:AAH7EtKp2UsQJP_ijy1y09yVil04vg8sVdc'
greeting = "Привет, <b>{0.first_name}!👋</b>\nМеня зовут <b><u>{1.first_name}</u></b>.\n " \
           "Я очень приятный бот, который поможет тебе ощутимо подробнее узнать " \
           "про нашу бесспорно лучшую в мире физтех школу!"
FPMI_message = "Физтех-школа Прикладной Математики и Информатики -- подрзделение " \
                "МФТИ, призванное собрать в стенах университета все самые современные компетенции" \
                "в области математики, компютерных наук и их приложений.\n\n\n" \
                "Это активная студенческая жизнь, непрерывное развитие и дружный, готовый помочь" \
                "коллектив единомышленников. За счет интеграции фундаментальной базы физтеха с " \
                "иновационными курсами по самым продвинутым областям IT, студенты получают глубокие" \
                "знания на стыке науки и индутрии, которые оченьвысоко ценятся во всём мире. Дерзай знать!"